// © Copyright 2005-2008, 2015 HP Development Company, L.P.

"TaskName" = "纸张预设\n管理";

"SynchronizeTitleString" = "正在更新纸张列表...";

"CreatePaperErrorTitle" = "无法添加新纸张";
"SetProfileErrorTitle" = "无法安装 ICC 配置文件";
"GetMediumListErrorTitle" = "无法获取自定义纸张列表";
"DeleteCustomMediumErrorTitle" = "无法删除自定义纸张";
"GetProfileErrorTitle" = "无法下载 ICC 配置文件";
"SetPropertiesErrorTitle" = "无法更改打印属性";
"ResponseErrorMessage" = "请检查打印机是否已连接并已打开，然后重试。";
CalibratePaperErrorTitle = "无法校准纸张";
ProfilePaperErrorTitle = "无法配置纸张";
ColorMeasurementErrorTitle = "无法测量颜色";
ExportPaperPresetErrorTitle = "无法导出纸张预设置";

"DeleteButtonTitle" = "删除";
"DeletePaperConfirmationTitle" = "确认删除自定义纸张";
"DeletePaperConfirmationMessageFormat" = "确实要从打印驱动程序纸张列表和打印机中删除 %@ 纸吗?";

"SetPrintingPropertiesConfirmationTitleFormatString" = "确实要更改“%@”纸的打印属性吗?";
"SetPrintingPropertiesConfirmationMessageString" = "将打印属性更改为与您所选纸张不兼容的值可能会导致图像质量问题。";
"SetPaperThicknessConfirmationTitleFormatString" = "将厚纸张的“纸张厚度”更改为“正常”可能导致图像质量问题和损坏打印头。此纸张的校准和 ICC 配置文件将失效，而且必须重新执行。确实要更改 %@ 纸的“纸张厚度”吗?";

// Calibration status
"CalibrationStatusRecommended" = "推荐";
"CalibrationStatusOutOfDate" = "已过时";

// Synchronization strings
"SyncronizationSuccessfullTitleString" = "已成功更新纸张列表";
"SyncronizationSuccessfullWithoutPDEReferenceMessageString" = "从现在起，您可以使用新自定义纸张进行打印。";
"SyncronizationSuccessfullMessageString" = "从现在起，您可以使用新自定义纸张进行打印。 要在打印对话框中查看更新的纸张列表，您可能需要重新打开该对话框。";
"SyncronizationFailedPrinterBusyTitle" = "无法更新纸张列表";
"SyncronizationFailedPrinterBusyMessage" = "请确保打印机未打印，然后重试。";
"MediaManagementErrorTitleString" = "无法从打印机获取有关自定义纸张的信息";
"SyncronizationIncompleteTitleString" = "无法更新整个纸张列表";
"SyncronizationIncompleteMessageFormatString" = "尚未更新以下纸张:\n%@";
RegistrationIncompleteTitle = "无法更新整个纸张列表";
RegistrationIncompleteMessage = "以下纸张尚未注册:\n%@";
RegistrationRequiredString = "请注册 ICC 配置文件。";
RegisteringProfileTitleString = "正在注册 ICC 配置文件...";
MethodNotSupportedInFWMessage = "当前的固件版本不支持正在尝试执行的操作。请检查固件版本是否最新。";

"GetMediumListTitleString" = "正在检索纸张列表...";
"DeleteMediumTitleString" = "正在删除自定义纸张…";
"GetProfileTitleString" = "正在下载 ICC 配置文件...";
"SetPropertiesTitleString" = "正在更改打印属性...";
"RestoreProfileTitleString" = "恢复出厂 ICC 配置文件";
"RemoveProfileErrorTitle" = "无法恢复出厂 ICC 配置文件";

"ICCProfileTitleString" = "ICC 配置文件";
"CalibrationStatusTitleString" = "校准状态";

// Gloss Enhancer
"OFF" = "关";
"FULLPAGE" = "开";
"INKEDAREA" = "开";

// Paper category
"BOND_AND_COATED" = "证券纸和涂料纸";
"PHOTO" = "相纸";
"PROOFING" = "校样打印纸";
"FINE_ART" = "水彩介质";
"FILM" = "胶片";
"TECHNICAL" = "技术用打印介质";
"CUSTOM" = "自定义纸";
BACKLIT = "灯箱介质";
ADHESIVE = "背胶纸";
BANNER_AND_SIGN = "横幅与指示牌介质";
HP_EXTENDED_MEDIA = "其他纸张";

"CalibrationStatusNotApplicable" = "不适用";

"No response" = "请检查打印机是否已连接并已打开，然后重试。";
"UNDEFINED-ERROR" = "出现错误。";
"ERROR-IN-PARAMS" = "出现错误。";
"UNKNOWN-OPERATION" = "操作已经超时。";
"PRINTER-BUSY" = "打印机繁忙。请等待，直到打印机完成当前所有打印作业。";
"UNDEFINED-MEDIUM" = "选定的纸张已经不存在。可能是其他用户将它删除了。";
"INVALID-MEDIUM" = "出现错误。";
"PROFILE-DOESNT-EXIST" = "出现错误。";
"FACTORY-MEDIUM-CANNOT-BE-DELETED" = "不能删除出厂 HP 纸张。";
"MEDIUM-CANNOT-BE-DELETED" = "无法删除自定义纸张，因为当前已将它装入打印机。";
"MEDIUM-DOESNT-EXIST" = "选定的纸张已经不存在。可能是其他用户将它删除了。";
"MEDIUM-NOT-CLONABLE" = "出现错误。";
"PROFILE-CANNOT-BE-DELETED" = "出现错误。";
ALREADY-IN-FACTORY-SETTINGS = "已默认打印属性。";

"SaveProfileErrorTitle" = "无法保存 ICC 配置文件";
"SaveProfileErrorMessage" = "请尝试另一个位置。";

IncreasePaperThicknessConfirmationTitleFormatString = "确实要更改 %@ 纸的纸张厚度吗?";
IncreasePaperThicknessConfirmationMessageString = "此纸张的校准数据和 ICC 配置文件将无效，而且必须重新执行。";
DecreasePaperThicknessConfirmationTitleFormatString = "确实要更改 %@ 纸的纸张厚度吗?";
DecreasePaperThicknessConfirmationMessageString = "将厚纸的纸张厚度更改为“正常”可能导致图像质量问题并使打印头接触到纸张表面。此纸张的校准数据和 ICC 配置文件将失效，而且必须重新执行。";
CreateNewICCProfileRecommendationTitleString = "请转至“配置纸张”创建一个新的 ICC 配置文件";
CreateNewICCProfileRecommendationMessageString = "由于更改了某些纸张属性，该纸张类型的现有 ICC 配置文件已不精确。";
SetPrintingPropertiesSuccessfulMessageString = "已成功更改选定纸张类型的打印属性。";
SetPrintingPropertiesTitleString = "打印属性已更改";
ChangeButtonTitle = "更改";

"ManagePapersTaskName" = "纸张预设\n管理";

//Xib localization

//tooltips
"CalibratePaperTooltip" = "校准纸张";
"ProfilePaperTooltip" = "配置纸张";
"InstallICCProfileTooltip" = "安装 ICC 配置文件";
"ExportICCProfileTooltip" = "导出与任何纸张关联的 ICC 配置文件。";
"RestoreFactoryICCProfileTooltip" = "恢复其中一种 HP 纸张的出厂 ICC 配置文件。";
"RegisterProfileTooltip" = "注册配置文件";
"ChangePrintingPropertiesTooltip" = "更改纸张的打印属性。";
"ExportPaperPresetTooltip" = "导出纸张预设置";
"DeletePaperPresetTooltip" = "要从打印驱动程序纸张列表和打印机中删除自定义纸张，请单击此处。";
"ColorMeasurementTooltip" = "颜色测量";

"GearButtonTooltip" = "要管理纸张预设和 ICC 配置文件，请单击此处。";
"AddPaperButtonTooltip" = "要定义自定义纸张类型并将其安装在打印机中，请单击此处。使用 HP Color Center 将 ICC 颜色配置文件与新的纸张类型关联起来。";
"FullSyncButtonTooltip" = "要使用打印机上驻留的纸张类型更新计算机上的打印驱动程序纸张列表，请单击此处。";

//titles
"CalibratePaperTitle" = "校准纸张...";
"ProfilePaperTitle" = "配置纸张...";
"InstallICCProfileTitle" = "安装 ICC 配置文件...";
"ExportICCProfileTitle" = "导出 ICC 配置文件...";
"RestoreFactoryICCProfileTitle" = "恢复出厂 ICC 配置文件...";
"RegisterProfileTitle" = "注册配置文件";
"ChangePrintingPropertiesTitle" = "更改打印属性...";
"ExportPaperPresetTitle" = "导出纸张预设置...";
"DeletePaperPresetTitle" = "删除纸张预设...";
"ColorMeasurementTitle" = "颜色测量...";

//Button's accessibility description attribute
"AddButtonAccessibilityDescription" = "创建纸张预设";
"ActionsButtonAccessibilityDescription" = "“操作”菜单";
"SynchronizeButtonAccessibilityDescription" = "更新纸张列表";